"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 1000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 12, \"word_counts\": \"{\\\"hi\\\": 1, \\\"hello\\\": 1, \\\"hey\\\": 1, \\\"how\\\": 1, \\\"are\\\": 1, \\\"you\\\": 2, \\\"what's\\\": 3, \\\"up\\\": 1, \\\"how's\\\": 2, \\\"it\\\": 1, \\\"going\\\": 1, \\\"the\\\": 4, \\\"weather\\\": 3, \\\"like\\\": 1, \\\"tell\\\": 1, \\\"me\\\": 2, \\\"today\\\": 1, \\\"can\\\": 1, \\\"fetch\\\": 1, \\\"stock\\\": 3, \\\"prices\\\": 1, \\\"give\\\": 1, \\\"updates\\\": 1, \\\"market\\\": 1, \\\"doing\\\": 1}\", \"word_docs\": \"{\\\"hi\\\": 1, \\\"hello\\\": 1, \\\"hey\\\": 1, \\\"are\\\": 1, \\\"you\\\": 2, \\\"how\\\": 1, \\\"up\\\": 1, \\\"what's\\\": 3, \\\"going\\\": 1, \\\"how's\\\": 2, \\\"it\\\": 1, \\\"like\\\": 1, \\\"weather\\\": 3, \\\"the\\\": 4, \\\"tell\\\": 1, \\\"me\\\": 2, \\\"today\\\": 1, \\\"prices\\\": 1, \\\"can\\\": 1, \\\"fetch\\\": 1, \\\"stock\\\": 3, \\\"give\\\": 1, \\\"updates\\\": 1, \\\"market\\\": 1, \\\"doing\\\": 1}\", \"index_docs\": \"{\\\"9\\\": 1, \\\"10\\\": 1, \\\"11\\\": 1, \\\"13\\\": 1, \\\"6\\\": 2, \\\"12\\\": 1, \\\"14\\\": 1, \\\"3\\\": 3, \\\"16\\\": 1, \\\"7\\\": 2, \\\"15\\\": 1, \\\"17\\\": 1, \\\"4\\\": 3, \\\"2\\\": 4, \\\"18\\\": 1, \\\"8\\\": 2, \\\"19\\\": 1, \\\"22\\\": 1, \\\"20\\\": 1, \\\"21\\\": 1, \\\"5\\\": 3, \\\"23\\\": 1, \\\"24\\\": 1, \\\"25\\\": 1, \\\"26\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"the\\\", \\\"3\\\": \\\"what's\\\", \\\"4\\\": \\\"weather\\\", \\\"5\\\": \\\"stock\\\", \\\"6\\\": \\\"you\\\", \\\"7\\\": \\\"how's\\\", \\\"8\\\": \\\"me\\\", \\\"9\\\": \\\"hi\\\", \\\"10\\\": \\\"hello\\\", \\\"11\\\": \\\"hey\\\", \\\"12\\\": \\\"how\\\", \\\"13\\\": \\\"are\\\", \\\"14\\\": \\\"up\\\", \\\"15\\\": \\\"it\\\", \\\"16\\\": \\\"going\\\", \\\"17\\\": \\\"like\\\", \\\"18\\\": \\\"tell\\\", \\\"19\\\": \\\"today\\\", \\\"20\\\": \\\"can\\\", \\\"21\\\": \\\"fetch\\\", \\\"22\\\": \\\"prices\\\", \\\"23\\\": \\\"give\\\", \\\"24\\\": \\\"updates\\\", \\\"25\\\": \\\"market\\\", \\\"26\\\": \\\"doing\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"the\\\": 2, \\\"what's\\\": 3, \\\"weather\\\": 4, \\\"stock\\\": 5, \\\"you\\\": 6, \\\"how's\\\": 7, \\\"me\\\": 8, \\\"hi\\\": 9, \\\"hello\\\": 10, \\\"hey\\\": 11, \\\"how\\\": 12, \\\"are\\\": 13, \\\"up\\\": 14, \\\"it\\\": 15, \\\"going\\\": 16, \\\"like\\\": 17, \\\"tell\\\": 18, \\\"today\\\": 19, \\\"can\\\": 20, \\\"fetch\\\": 21, \\\"prices\\\": 22, \\\"give\\\": 23, \\\"updates\\\": 24, \\\"market\\\": 25, \\\"doing\\\": 26}\"}}"